tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "coreutils"
brew "fzf"
brew "readline"
brew "gnupg"
brew "neovim"
brew "openssl@3"
brew "sqlite"
brew "tmux"
brew "tree"
brew "wakatime-cli"
brew "xz"
brew "zlib"
cask "discord"
cask "font-hack-nerd-font"
cask "spotify"
cask "wezterm"
