tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash-completion"
brew "readline"
brew "sqlite"
brew "xz"
brew "ccls"
brew "coreutils"
brew "fzf"
brew "gnupg"
brew "go"
brew "hdf5"
brew "neovim"
brew "ninja"
brew "nnn"
brew "openssl@3"
brew "tmux"
brew "tree"
brew "wakatime-cli"
brew "zlib"
brew "zsh"
cask "amethyst"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "microsoft-teams"
cask "notion"
cask "slack"
cask "spotify"
cask "vlc"
cask "wezterm"
cask "zoom"
